{
  "exam_curriculum": {
    "exams": [
      {
        "user_type":"DOT",
        "title": "যক্ষ্মা সম্পর্কে সাধারণ জ্ঞান",
        "id": "1",
        "module_id":"1",
        "course_id":"1",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. একজন ব্যক্তি কিভাবে যক্ষ্মার জীবাণু দ্বারা সংক্রমিত হন?",
                "answer":[ "ক. রক্তের মাধ্যমে","খ. বাতাসের মাধ্যমে","গ. ভেজাল খাবার গ্রহণের মাধ্যমে","ঘ. পানির মাধ্যমে" ],
                "right_answer": "খ. বাতাসের মাধ্যমে",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার ব্যাকটেরিয়া যক্ষ্মা রোগীর হাঁচি বা কাশি হতে বাতাসের মাধ্যমে ছড়িয়ে নিঃশ্বাসের মাধ্যমে ফুসফুসে প্রবেশ করে ও ফুসফুসকে আক্রান্ত করে।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. যক্ষ্মা রোগীর সাথে কী ধরনের মেলামেশায় যক্ষ্মা ছড়ায় না?",
                "answer":[ "ক. করমর্দন করলে","খ. খাদ্য বা পানীয় ভাগাভাগি করে খেলে","গ. দৈনন্দিন ব্যবহার্য জিনিসপত্র ভাগাভাগি করে ব্যবহার করলে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার জীবাণু বাতাসের মাধ্যমে ছড়ায়। যক্ষ্মা রোগীর সাথে করমর্দন, খাদ্য বা পানীয় ভাগাভাগি করে খাওয়া বা দৈনন্দিন ব্যবহার্য জিনিসপত্র ভাগাভাগি করার মাধ্যমে যক্ষ্মা ছড়ায় না।"
          },
		  {
            
                "title_text": "",
                "id": "3",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৩. সুপ্ত যক্ষ্মা সংক্রমিত (Latent TB infection) ব্যক্তিরা:",
                "answer":[ "ক. যক্ষ্মার কোন লক্ষণ প্রদর্শন করে না এবং তারা যক্ষ্মার জীবাণু ছড়ায় না","খ. যক্ষ্মা নির্ণয়ের চামড়া পরীক্ষায় (Tuberculin Skin Test/Mantoux test) সচরাচর পজেটিভ হয়","গ. চিকিৎসা গ্রহণ না করলে পরবর্তীতে যক্ষ্মা রোগে আক্রান্ত হতে পারে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: সুপ্ত যক্ষ্মা সংক্রমিত (Latent TB infection) ব্যক্তির মধ্যে যক্ষ্মার কোন লক্ষণ দেখা যায় না। এ রকম ব্যক্তি অসুস্থ বোধ করে না বা অন্যদের মধ্যে যক্ষ্মার জীবাণু সংক্রমণও করে না। চামড়া পরীক্ষা বা Tuberculin Skin test (Mantoux test)- এ এ ধরনের ব্যক্তি সচরাচর পজিটিভ হয়। তবে এরা যক্ষ্মার চিকিৎসা গ্রহণ না করলে পরবর্তীতে তাদের যক্ষ্মায় আক্রান্ত হওয়ার ঝুঁকি রয়েছে।"
          },
		  {
            
                "title_text": "",
                "id": "4",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৪. কোন ধরনের ব্যক্তিগণ যক্ষ্মা সংক্রমণের অধিকতর ঝুঁকির মধ্যে রয়েছে?",
                "answer":[ "ক. এইচআইভি (HIV) সংক্রমিত ব্যক্তিগণ","খ. বয়স্ক ব্যক্তিগণ","গ. পুষ্টিহীন ব্যক্তিগণ","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যাদের রোগ প্রতিরোধ ক্ষমতা দুর্বল তাদের যক্ষ্মায় আক্রান্ত হওয়ার ঝুঁকি বেশি। যেসব কারণে রোগ প্রতিরোধ ক্ষমতা দুর্বল হয়ে যায় তার মধ্যে রয়েছে এইচআইভি (HIV) সংক্রমণ, বার্ধক্য, পুষ্টিহীনতা ইত্যাদি।"
          },
		  {
            
                "title_text": "",
                "id": "5",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৫. যারা সুপ্ত যক্ষ্মা থেকে সক্রিয় যক্ষ্মায় রূপান্তরের উচ্চ ঝুঁকির মধ্যে নেই:",
                "answer":[ "ক. বয়স্ক ব্যক্তি","খ. উচ্চ রক্তচাপে/হৃদরোগে আক্রান্ত ব্যক্তি","গ. শিশু","ঘ. যাদের রোগ প্রতিরোধ ব্যবস্থা দুর্বল যেমন এইচআইভি/এইডস, ডায়বেটিস আক্রান্ত ব্যক্তি" ],
                "right_answer": "খ. উচ্চ রক্তচাপে/হৃদরোগে আক্রান্ত ব্যক্তি",
                "wrong_answer": "ব্যাখ্যা: দুর্বল রোগ প্রতিরোধ ব্যবস্থা যক্ষ্মার ঝুঁকি বাড়িয়ে দেয়। যেসব কারণে রোগ প্রতিরোধ ক্ষমতা দুর্বল হয়ে যায় তার মধ্যে রয়েছে এইচআইভি (HIV) সংক্রমণ, বার্ধক্য, পুষ্টিহীনতা ইত্যাদি। "
          },
		  {
            
                "title_text": "",
                "id": "6",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৬. ফুসফুস ছাড়াও শরীরের কোন অঙ্গ যক্ষ্মা দ্বারা আক্রান্ত হতে পারে?",
                "answer":[ "ক. কিডনি","খ. অস্থি","গ. মেরুদন্ড ও মস্তিষ্ক","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: ফুসফুস-বহির্ভূত যক্ষ্মায় (Extrapulmonary TB) ফুসফুস ছাড়াও শরীরের অন্যান্য অঙ্গ-প্রত্যঙ্গ আক্রান্ত হয় যেমন: ফুসফুসের পর্দা, লসিকা গ্রন্থি (Lymph node), অস্থি, অস্থিসন্ধি, মেরুদন্ড , মস্তিস্কের পর্দা, চামড়া, কিডনি ইত্যাদি।"
          },
		  {
            
                "title_text": "",
                "id": "7",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৭. কোনটি যক্ষ্মার লক্ষণ নয়?",
                "answer":[ "ক. ওজন কমে যাওয়া","খ. রাতে ঘুমের মধ্যে ঘামানো ","গ. ডায়রিয়া","ঘ. ক্ষুধামন্দা" ],
                "right_answer": "গ. ডায়রিয়া",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার বিভিন্ন লক্ষণের মধ্যে রয়েছে ওজন কমে যাওয়া, রাতে ঘুমের মধ্যে ঘামানো, ক্ষুধামন্দা ইত্যাদি। তবে ডায়রিয়া যক্ষ্মার লক্ষণ নয়।"
          },
		  {
            
                "title_text": "",
                "id": "8",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৮. যক্ষ্মা সনাক্তকরণ কী কারণে কঠিন?",
                "answer":[ "ক. যক্ষ্মার লক্ষণগুলো সবসময় স্পষ্ট নয়","খ. যক্ষ্মার লক্ষণগুলো মাঝে মাঝে দেখা দেয় আবার মাঝে মাঝে থাকে না","গ. যক্ষ্মা রোগ সক্রিয় হতে অনেক বছর লেগে যেতে পারে","ঘ. ' ক ' ও ' খ ' উভয় উত্তরই সঠিক" ],
                "right_answer": "ঘ. ' ক ' ও ' খ ' উভয় উত্তরই সঠিক",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার লক্ষণগুলো সবসময় স্পষ্ট করে চিহ্নিত করা যায় না। তার উপর লক্ষণগুলো সবসময় উপস্থিত নাও থাকতে পারে।"
          },
		  {
            
                "title_text": "",
                "id": "9",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৯. ফুসফুসীয় যক্ষ্মার ক্ষেত্রে যে লক্ষণটি দেখা দেয়?",
                "answer":[ "ক. তিন সপ্তাহ বা তার বেশি সময় ধরে কাশি","খ. খাওয়ায় অরুচি ও ওজন কমে যাওয়া","গ. স্বল্প মাত্রায় জ্বর যা সচরাচর বিকালের দিকে আসে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: ফুসফুসীয় যক্ষ্মার বিভিন্ন লক্ষণের মধ্যে রয়েছে তিন সপ্তাহ বা তার বেশি সময় ধরে কাশি, খাওয়ায় অরুচি ও ওজন কমে যাওয়া, স্বল্প মাত্রায় জ্বর হওয়া যা সচরাচর বিকালের দিকে আসে ইত্যাদি।"
          },
		  {
            
                "title_text": "",
                "id": "10",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১০. কোন ধরনের যক্ষ্মা সংক্রামক এবং অন্যদের মধ্যে ছড়াতে পারে?",
                "answer":[ "ক. ফুসফুসীয় যক্ষ্মা কফের স্মিয়ার পজেটিভ (Smear positive) (Pulmonary TB)","খ. ফুসফুস-বহির্ভূত যক্ষ্মা (Extrapulmonary TB)","গ. সুপ্ত (নিস্ক্রিয়) যক্ষ্মা (Latent TB)","ঘ. স্মিয়ার নেগেটিভ যক্ষ্মা (Smear Negative TB) " ],
                "right_answer": "ক. ফুসফুসীয় যক্ষ্মা কফের স্মিয়ার পজেটিভ (Smear positive) (Pulmonary TB)",
                "wrong_answer": "ব্যাখ্যা: চিকিৎসাধীন নয় এমন স্মিয়ার পজিটিভ (Smear positive) ফুসফুসীয় যক্ষ্মায় (Pulmonary TB) আক্রান্ত রোগীর মাধ্যমেই যক্ষ্মা সংক্রমণের সম্ভাবনা সবচেয়ে বেশি। অন্য ধরনের যক্ষ্মা যেমন ফুসফুস-বহির্ভূত যক্ষ্মা (Extrapulmonary TB), সুপ্ত (নিস্ক্রিয়) যক্ষ্মা (Latent TB) এবং স্মিয়ার নেগেটিভ (Smear Negative TB) যক্ষ্মায় আক্রান্ত ব্যক্তিদের মাধ্যমে সচরাচর যক্ষ্মার সংক্রমণ হয় না। "
          }
 
            ]
          },
      {
        "user_type":"DOT",
        "title": "যক্ষ্মা রোগ নির্ণয়",
        "id": "2",
        "module_id":"2",
        "course_id":"1",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. প্রশ্ন: যক্ষ্মা রোগ কিভাবে নির্ণয় করা হয়?",
                "answer":[ "ক. মাইক্রোস্কোপ, কালচার বা জিনএক্সপার্ট (GeneXpert)-এর মাধ্যমে নমুনা পরীক্ষা করে","খ. বুকের এক্স-রে করে","গ. সূক্ষ সুইয়ের মাধ্যমে দেহকোষ সংগ্রহ করে (FNAC) অথবা কোষ সংগ্রহ করে (Biopsy) তা পরীক্ষা করে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: মাইক্রোস্কোপ, কালচার বা জিনএক্সপার্ট (GeneXpert)-এর মাধ্যমে নমুনা পরীক্ষা, বুকের এক্স-রে এবং দেহকোষ সংগ্রহ করে তা পরীক্ষা করা (FNAC/Biopsy)Ñ এই সবকয়টি উপায়েই যক্ষ্মা রোগ নির্ণয় করা হয়।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. প্রশ্ন: কোন পরীক্ষার মাধ্যমে সুপ্ত যক্ষ্মার সংক্রমণ নির্ণয় করা যায়?",
                "answer":[ "ক. জিনএক্সপার্ট (GeneXpert) পরীক্ষা","খ. মাইক্রোস্কোপের মাধ্যমে পরীক্ষা","গ. চামড়া পরীক্ষা (Tuberculin Skin Test বা Mantoux Test)","ঘ. রক্তের এন্টিবডি পরীক্ষা" ],
                "right_answer": "গ. চামড়া পরীক্ষা (Tuberculin Skin Test বা Mantoux Test)",
                "wrong_answer": "ব্যাখ্যা: সুপ্ত যক্ষ্মার সংক্রমণ নির্ণয়ে চামড়া পরীক্ষা (Tuberculin Skin Test বা Mantoux Test) করা হয়।"
          },
		  {
            
                "title_text": "",
                "id": "3",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৩. প্রশ্ন: যক্ষ্মা নির্ণয়ের কোন পরীক্ষা পদ্ধতিটি বিশ্ব স্বাস্থ্য সংস্থা কর্তৃক অনুমোদিত নয়?",
                "answer":[ "ক. মাইক্রোস্কোপের মাধ্যমে পরীক্ষা ","খ. বুকের এক্স-রে","গ. জিনএক্সপার্ট (GeneXpert) পরীক্ষা","ঘ. রক্তের এন্টিবডি পরীক্ষা" ],
                "right_answer": "ঘ. রক্তের এন্টিবডি পরীক্ষা",
                "wrong_answer": "ব্যাখ্যা: রক্তের এন্টিবডি পরীক্ষা পদ্ধতিটি বিশ্ব স্বাস্থ্য সংস্থা কর্তৃক অনুমোদিত নয়।"
          },
		  {
            
                "title_text": "",
                "id": "4",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৪. প্রশ্ন: যক্ষ্মা নর্ণিয়রে জন্য কফ সংগ্রহরে আর্দশ স্থান কোনটি?",
                "answer":[ "ক. স্বাস্থ্যকন্দ্রেরে অভ্যন্তরে","খ. ল্যাবরটেররি অভ্যন্তরে","গ. গৃহের  বাইরে অথবা র্পযাপ্ত বাতাস চলাচল করে এমন ঘরে","ঘ. দরজা আটকানো অবস্থায় বাথরুমরে ভতেরে" ],
                "right_answer": "গ. গৃহের  বাইরে অথবা র্পযাপ্ত বাতাস চলাচল করে এমন ঘরে",
                "wrong_answer": "ব্যাখ্যা: গৃহের বাইরে অথবা র্পযাপ্ত বাতাস চলাচল করে এমন ঘরই হচ্ছে যক্ষ্মা নর্ণিয়রে জন্য কফ সংগ্রহরে আর্দশ স্থান।"
          },
		  {
            
                "title_text": "",
                "id": "5",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৫. কোনটি মাইক্রোস্কোপের মাধ্যমে কফ পরীক্ষার জন্য ভাল নমুনা?",
                "answer":[ "ক. পাঁচ মিলিগ্রাম পরিমাণ ঘন কফ","খ. পাঁচ মিলিগ্রাম পরিমাণ লালা","গ. একটি ধুয়ে রাখা সাধারণ কন্টেইনারে দুই মিলিগ্রাম কফ","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ক. পাঁচ মিলিগ্রাম পরিমাণ ঘন কফ",
                "wrong_answer": "ব্যাখ্যা: মাইক্রোস্কোপের মাধ্যমে যক্ষ্মা রোগনির্ণয়ের জন্য আদর্শ নমুনা হচ্ছে পাঁচ মিলিগ্রাম পরিমাণ ঘন কফ।"
          },
		 
		  {
            
                "title_text": "",
                "id": "6",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৬. ফুসফুসের যক্ষ্মার জন্য কতবার এবং কোন সময়ে কফের নমুনা সংগ্রহ করা উচিত?",
                "answer":[ "ক. পরপর তিন দিন ভোরবেলা সংগ্রহ করা কফের তিনটি নমুনা","খ. এক ঘণ্টার ব্যবধানে দুইবার সংগ্রহ করা কফের নমুনা","গ. তাৎক্ষণিকভাবে সংগ্রহ করা কফের নমুনার সাথে পরদিন ভোরে সংগ্রহ করা কফের নমুনা","ঘ. একই দিনে সংগ্রহ করা কফের তিনটি নমুনা" ],
                "right_answer": "গ. তাৎক্ষণিকভাবে সংগ্রহ করা কফের নমুনার সাথে পরদিন ভোরে সংগ্রহ করা কফের নমুনা",
                "wrong_answer": "ব্যাখ্যা: কোন ব্যক্তিকে যক্ষ্মায় আক্রান্ত হিসেবে সন্দেহ করা হলে মাইক্রোস্কোপের মাধ্যমে পরীক্ষার জন্য কফের প্রথম নমুনা সংগ্রহ করতে হয়। উক্ত ব্যক্তিকে কফ সংগ্রহ করার জন্য একটি কনটেইনার দেয়া হয় যাতে করে তিনি পরদিন ভোরে তার নিজের বাসগৃহে কফের দ্বিতীয় নমুনা সংগ্রহ করতে পারেন।"
          },
		   {
            
                "title_text": "",
                "id": "7",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৭. প্রশ্ন: ফুসফুসের যক্ষ্মা নির্ণয়ের জন্য মাইক্রোস্কোপের মাধ্যমে কফ পরীক্ষা ছাড়া অন্য কোন পরীক্ষা রয়েছে?",
                "answer":[ "ক. জিনএক্সপার্ট (GeneXpert)","খ. কালচার","গ. বুকের এক্স-রে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মা পরীক্ষার অন্যতম পদ্ধতি হচ্ছে কালচার (Culture)| যক্ষ্মা নির্ণয়ে কালচার বেশ কার্যকর হলেও এটি সহজলভ্য নয়। জিনএক্সপার্ট (GeneXpert) যক্ষ্মা নির্ণয়ের আরেকটি কার্যকর পদ্ধতি। এই পরীক্ষার মাধ্যমে মাত্র দুই ঘণ্টার মধ্যে কোন ব্যক্তির যক্ষ্মা আছে কিনা তা নিশ্চিত করা সম্ভব। আবার কোন ব্যক্তির মধ্যে যক্ষ্মার লক্ষণ দেখা দিলে বুকের এক্স-রে পরীক্ষা করার মাধ্যমেও যক্ষ্মার অস্তিত্ব সম্পর্কে ধারণা পাওয়া যেতে পারে।"
          }

            ]
          },
		  {
        "user_type":"DOT",
        "title": "শিশুদের যক্ষ্মা",
        "id": "3",
            "module_id":"3",
        "course_id":"1",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. কোন পরীক্ষার মাধ্যমে শিশুদের মধ্যে যক্ষ্মার সংক্রমণ সনাক্ত করা যায় না?",
                "answer":[ "ক. রক্ত পরীক্ষা","খ. চামড়া পরীক্ষা (Tuberculin Skin Test বা Mantoux Test)","গ. পাকস্থলীর ভিতরে থাকা রস","ঘ. মাইক্রোস্কোপের মাধ্যমে কফের পরীক্ষা" ],
                "right_answer": "ক. রক্ত পরীক্ষা",
                "wrong_answer": "ব্যাখ্যা: যে নমুনা পরীক্ষার মাধ্যমে শিশুদের যক্ষ্মার সংক্রমণ নির্ণয় করা যেতে পারে তার মধ্যে রয়েছে কফ, পাকস্থলীর ভিতরে থাকা রস, লসিকা গন্থি (Lymph node), মেরুদ- থেকে সংগ্রহ করা সেরিব্রোস্পাইনাল ফ্লুইড (CSF) ইত্যাদি। তবে রক্ত পরীক্ষার মাধ্যমে শিশুদের মধ্যে যক্ষ্মার সংক্রমণ সনাক্ত করা যায় না।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. ছয় মাস থেকে পাঁচ বছরের শিশুদের আইসোনিয়াজিড প্রিভেন্টিভ থেরাপি (IPT) কতদিন মেয়াদ পর্যন্ত দিতে হয়?",
                "answer":[ "ক. তিন মাস","খ. ছয় মাস","গ. নয় মাস","ঘ. বার মাস" ],
                "right_answer": "খ. ছয় মাস",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মা সংক্রমিত ব্যক্তির ঘনিষ্ট সংস্পর্শে থাকা ছয় মাস থেকে পাঁচ বছরের শিশুদের আইসোনিয়াজিড প্রিভেন্টিভ থেরাপি (IPT) দিতে হবে। এই থেরাপির আওতায় ছয় মাস ধরে প্রতিদিন ঔষধ সেবন করতে হবে। আইসোনিয়াজিড প্রিভেন্টিভ থেরপি দেয়ার মাধ্যমে যক্ষ্মার সংক্রমণ প্রতিরোধ করা যায়।"
          }

            ]
          },
		  {
        "user_type":"DOT",
        "title": "যক্ষ্মার সংক্রমণ নিয়ন্ত্রণ",
        "id": "4",
            "module_id":"4",
        "course_id":"1",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "tuberculosis.jpg",
                "audio": "",
                "description_text": "১. কাশি দেয়ার ক্ষেত্রে কোন নিয়মটি মেনে চলতে হবে?",
                "answer":[ "ক. কাশি দেয়ার সময় টিস্যু পেপার দিয়ে নাক ও মুখ ঢেকে রাখতে হবে।","খ. কাশি দেয়ার সময় ব্যবহার করা টিস্যু পেপারটি ময়লা ফেলার নির্দিষ্ট স্থানে ফেলতে হবে।","গ. কাশি দেয়ার পর সাবান দিয়ে ভালভাবে হাত ধুয়ে নিতে হবে।","ঘ. উপরের সব কয়টি।" ],
                "right_answer": "ঘ. উপরের সব কয়টি।",
                "wrong_answer": "ব্যাখ্যা: হাঁচি বা কাশি দেয়ার সময় কিছু নিয়ম মেনে চলতে হবে যেমন: টিস্যু পেপার, রুমাল বা মাস্ক ব্যবহার করে নাক ও মুখ ঢেকে রাখতে হবে। ব্যবহারের পর রুমালটি ধুয়ে ফেলতে হবে। টিস্যু পেপার ব্যবহারের ক্ষেত্রে ময়লা ফেলার নির্দিষ্ট স্থানে ব্যবহৃত টিস্যু পেপারটি ফেলতে হবে। কাশি দেয়ার পর সাবান দিয়ে ভালভাবে হাত ধুয়ে নিতে হবে।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. আপনার পরিবারকে কী করে যক্ষ্মা রোগের সংক্রমণ থেকে রক্ষা করতে পারবেন?",
                "answer":[ "ক. চিকিৎসার প্রথম দুই সপ্তাহ মাস্ক ব্যবহার করার মাধ্যমে","খ. কাশির শিষ্টাচার মেনে চলার মাধ্যমে","গ. স্বাস্থ্যকর্মীর দ্বারা পরিবারের সকল সদস্যের যক্ষ্মা পরীক্ষার মাধ্যমে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: পরিবারকে যক্ষ্মা রোগের সংক্রমণ থেকে রক্ষা করার জন্য কিছু নিয়ম মেনে চলতে হবে যেমন: চিকিৎসার প্রথম দুই সপ্তাহ মাস্ক ব্যবহার করা, কাশির শিষ্টাচার মেনে চলা ও পরিবারের সকল সদস্যের যক্ষ্মা পরীক্ষা করা।"
          },
		  {
            
                "title_text": "",
                "id": "3",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৩. কিভাবে হাঁচি বা কাশির শিষ্টাচার মেনে চলতে হবে?",
                "answer":[ "ক. হাঁচি বা কাশির সময় টিস্যু পেপার দিয়ে নাক ও মুখ ঢেকে রাখতে হবে","খ. হাঁচি বা কাশির সময় হাত ব্যবহার করলে সাথে সাথেই সাবান দিয়ে হাত ধুয়ে ফেলতে হবে","গ. কফ বা থুতু ঢাকনাওয়ালা নির্দিষ্ট পাত্রে ফেলতে হবে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: হাঁচি বা কাশি দেয়ার সময় কিছু শিষ্টাচার মেনে চলতে হবে যেমন: টিস্যু পেপার, রুমাল বা মাস্ক ব্যবহার করে নাক ও মুখ ঢেকে রাখতে হবে। হাঁচি বা কাশির সময় হাত ব্যবহার করলে সাথে সাথেই সাবান দিয়ে হাত ধুয়ে ফেলতে হবে এবং কফ বা থুতু ঢাকনাওয়ালা নির্দিষ্ট পাত্রে ফেলতে হবে।"
          },
		   {
            
                "title_text": "",
                "id": "4",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৪. যক্ষ্মা সংক্রমিত ব্যক্তি প্রাথমিক অবস্থাতেই সনাক্ত করে চিকিৎসা করা গেলে সমাজের অন্যদের মধ্যে যক্ষ্মার সংক্রমণ রোধ করা যায়, তাই যে কাজটি করা গুরুত্বপূর্ণ তা হলো:",
                "answer":[ "ক. যক্ষ্মার লক্ষণ আছে এমন ব্যক্তিদের খুঁজে বের করে দ্রুত যক্ষ্মার সংক্রমণ সনাক্ত করা","খ. তাৎক্ষণিকভাবে যক্ষ্মা সংক্রমিত ব্যক্তির চিকিৎসা শুরু করা","গ. পূর্ণ সময় ধরে পূর্ণাঙ্গ চিকিৎসা নিশ্চিত করা","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার সংক্রমণ প্রতিরোধে যক্ষ্মার লক্ষণ আছে এমন ব্যক্তিদের খুঁজে বের করে দ্রুত যক্ষ্মার সংক্রমণ সনাক্ত করা, তাৎক্ষণিকভাবে যক্ষ্মা সংক্রমিত ব্যক্তির চিকিৎসা শুরু করা এবং পূর্ণ সময় ধরে পূর্ণাঙ্গ চিকিৎসা নিশ্চিত করা এই তিনটি কাজই গুরুত্বপূর্ণ।"
          }

            ]
          },
		  {
        "user_type":"DOT",
        "title": "যক্ষ্মার চিকিৎসা",
        "id": "5",
            "module_id":"5",
        "course_id":"1",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. ডট্স (DOTS) কী?",
                "answer":[ "ক. যক্ষ্মা নিয়ন্ত্রণের জন্য নতুন এবং পরীক্ষিত নয় এমন একটি কৌশল যা তৈরি করা হচ্ছে","খ. একটি ব্যয়বহুল কিন্তু কম কার্যকর যক্ষ্মা নিয়ন্ত্রণ কৌশল","গ. বিশ্ব স্বাস্থ্য সংস্থা (WHO) কর্তৃক সুপারিশকৃত একটি যক্ষ্মা নিয়ন্ত্রণ কৌশল","ঘ. যক্ষ্মা নিয়ন্ত্রণের এমন একটি কৌশল যা এইচআইভি (HIV) আক্রান্ত ব্যক্তিদের ক্ষেত্রে প্রয়োগ করা হয় না" ],
                "right_answer": "গ. বিশ্ব স্বাস্থ্য সংস্থা (WHO) কর্তৃক সুপারিশকৃত একটি যক্ষ্মা নিয়ন্ত্রণ কৌশল",
                "wrong_answer": "ব্যাখ্যা: ডট্ (DOT)বা  Directly Observed Therapy হলো এমন একটি চিকিৎসা কৌশল যেখানে একজন ব্যক্তি সরাসরি রোগীর ঔষধ খাওয়া পর্যবেক্ষণ করেন। যক্ষ্মার চিকিৎসায় বিশ্ব স্বাস্থ্য সংস্থা (WHO) ডট্স (DOTS) কৌশল সুপারিশ করে।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. যক্ষ্মার চিকিৎসা কোথায় কোখায় পাওয়া যায়?",
                "answer":[ "ক. উপজেলা স্বাস্থ্য কমপ্লেক্স ও এনজিও ক্লিনিক","খ. বক্ষব্যাধির চিকিৎসা করা হয় এমন ক্লিনিক ও হাসপাতাল","গ. সরকারি ও বেসরকারি মেডিকেল কলেজ হাসপাতাল","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: নিম্মোক্ত  স্থানে যক্ষ্মার চিকিৎসা পাওয়া যায়: উপজেলা স্বাস্থ্য কমপ্লেক্স, জেলার সদর হাসপাতাল, বক্ষব্যাধির চিকিৎসা করা হয় এমন ক্লিনিক ও হাসপাতাল, সরকারি এবং বেসরকারি মেডিকেল কলেজ ও হাসপাতাল, জাতীয় বক্ষব্যাধি ইনষ্টিটিউট ও হাসপাতাল (NIDCH), ঢাকা, মেট্রোপলিটন এলাকায় সরকার বা এনজিও পরিচালিত নগর স্বাস্থ্য কেন্দ্র, কর্মক্ষেত্র, জেলখানা, যৌথ সামরিক হাসপাতাল এবং অন্যান্য প্রতিরক্ষা হাসপাতাল"
          }

            ]
          },
		  {
        "user_type":"DOT",
        "title": "সাধারণ যক্ষ্মা (Drug Sensitive TB বা DS TB)",
        "id": "6",
            "module_id":"1",
        "course_id":"2",
        "icon_image": "icon1.png",
        "exam_questions": [
          
           {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. নতুনভাবে সনাক্ত হয়েছে (ক্যাটাগরি ১) এমন কোন যক্ষ্মা রোগীর জন্য কোন চিকিৎসা পদ্ধতিটি প্রযোজ্য?",
                "answer":[ "ক. প্রথম দুই মাস Streptomycin, Rifampicin, Isoniazid এবং Pyrazinamide এবং পরবর্তী চার মাস Rifampicin এবং Isoniazid","খ. প্রথম দুই মাস Rifampicin, Isoniazid, Pyrazinamide এবং Ethambutol এবং পরবর্তী চার মাস Rifampicin এবং Isoniazid","গ. ছয় মাস Rifampicin, Isoniazid, Pyrazinamide এবং Ethambutol ","ঘ. উপরের কোনটাই নয়" ],
                "right_answer": "খ. প্রথম দুই মাস Rifampicin, Isoniazid, Pyrazinamide এবং Ethambutol এবং পরবর্তী চার মাস Rifampicin এবং Isoniazid",
                "wrong_answer": "ব্যাখ্যা: ক্যাটাগরি ১ যক্ষ্মা রোগীর চিকিৎসায় প্রথম দুই মাস 'নিবিড় পর্যায়' (Intensive phase)- এ  Rifampicin, Isoniazid, Pyrazinamide এবং Ethambutol ঔষধ সেবন করতে হয়। পরবর্তী চার মাস 'চলমান পর্যায়' (Continuation phase)- এ Rifampicin এবং Isoniazid ঔষধ সেবন করতে হয়।"
          },
		 
		  {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. কোনটি যক্ষ্মা চিকিৎসায় প্রথম পর্যায়ের ঔষধ নয়?",
                "answer":[ "ক. Isoniazid","খ. Rifampin ","গ. Moxifloxacin","ঘ. Streptomycin" ],
                "right_answer": "গ. Moxifloxacin",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মা চিকিৎসায় প্রথম পর্যায়ের ঔষধের মধ্যে রয়েছে: Isoniazid (H), Rifampicin (R), Pyrazinamide (Z), Ethambutol (E) এবং Streptomycin (S)|"
          },
		  {
            
                "title_text": "",
                "id": "3",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৩. যক্ষ্মার ঔষধ সেবনের ফলে যে ধরনের পার্শ্বপ্রতিক্রিয়া দেখা দিলে যক্ষ্মা রোগী স্বাস্থ্যকর্মীকে জানাবেন তার মধ্যে রয়েছেÑ",
                "answer":[ "ক. বমি হওয়া বা বমি বমি ভাব হওয়া, গাঢ় রঙের প্রশ্রাব হওয়া, চোখ বা ত্বকের বর্ণ হলদে হয়ে যাওয়া","খ. হাত বা পায়ে জ্বালাপোড়া করা","গ. দৃষ্টি ঝাপসা হয়ে আসা","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার চিকিৎসা চলাকালীন সময়ে একজন রোগী বিভিন্ন পার্শ্বপ্রতিক্রিয়ায় ভুগতে পারেন। এগুলোর মধ্যে রয়েছে বমি হওয়া বা বমি বমি ভাব হওয়া, গাঢ় রঙের প্রশ্রাব হওয়া, চোখ বা ত্বকের বর্ণ হলদে হয়ে যাওয়া, হাত বা পায়ে জ্বালাপোড়া করা, দৃষ্টি ঝাপসা হয়ে আসা, চুলকানি বা হালকা ফুসকুড়ি ওঠা ইত্যাদি। এগুলোর মধ্যে যেকোন এক বা একাধিক পার্শ্বপ্রতিক্রিয়া দেখা দিলে রোগী স্বাস্থ্যকর্মীকে জানাবেন।"
          },
		  {
            
                "title_text": "",
                "id": "4",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৪. কখন একজন ক্যাটাগরি ১ যক্ষ্মা রোগীর কফের ফলো-আপ পরীক্ষা করাতে হবে?",
                "answer":[ "ক. চিকিৎসা শুরুর ২য়/৩য়, ৫ম এবং ৬ষ্ঠ মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা ","খ. চিকিৎসা শুরুর ৩য়/৪র্থ, ৫ম এবং ৮ম মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা","গ. চিকিৎসা শুরুর ৬ষ্ঠ মাসের শেষে একবার কফের নমুনার স্মিয়ার পরীক্ষা","ঘ. উপরের কোনটাই নয়" ],
                "right_answer": "ক. চিকিৎসা শুরুর ২য়/৩য়, ৫ম এবং ৬ষ্ঠ মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা ",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার চিকিৎসা চলাকালীন সময়ে বিভিন্ন পর্যায়ে ফলো-আপ পরীক্ষা হিসেবে কফ-এর স্মিয়ার পরীক্ষা করতে হয়। ক্যাটাগরি ১ শ্রেণীর রোগীদের জন্য চিকিৎসা শুরুর ২য়/৩য়, ৫ম এবং ৬ষ্ঠ মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা করে যক্ষ্মার জীবাণু আছে কিনা তা দেখতে হয়।"
          },
		  {
            
                "title_text": "",
                "id": "5",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৫. কখন একজন ক্যাটাগরি ২ যক্ষ্মা রোগীর কফের ফলো-আপ পরীক্ষা করাতে হবে?",
                "answer":[ "ক. চিকিৎসা শুরুর ২য়/৩য়, ৫ম এবং ৬ষ্ঠ মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা ","খ. চিকিৎসা শুরুর ৩য়/৪র্থ, ৫ম এবং ৮ম মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা","গ. চিকিৎসা শুরুর ৬ষ্ঠ মাসের শেষে একবার কফের নমুনার স্মিয়ার পরীক্ষা","ঘ. উপরের কোনটাই নয়" ],
                "right_answer": "খ. চিকিৎসা শুরুর ৩য়/৪র্থ, ৫ম এবং ৮ম মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার চিকিৎসা চলাকালীন সময়ে বিভিন্ন পর্যায়ে ফলো-আপ পরীক্ষা হিসেবে কফ-এর স্মিয়ার পরীক্ষা করতে হয়। ক্যাটাগরি ২ শ্রেণীর রোগীদের জন্য চিকিৎসা শুরুর ৩য়/৪র্থ, ৫ম এবং ৮ম মাসের শেষে একটি করে কফের নমুনার স্মিয়ার পরীক্ষা করে যক্ষ্মার জীবাণু আছে কিনা তা দেখতে হয়।"
          },
		  {
            
                "title_text": "",
                "id": "6",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৬. যক্ষ্মা রোগী চিকিৎসাধীন থাকাকালে কোনটির মাধ্যমে ফলো-আপ পরীক্ষা করতে হয়?",
                "answer":[ "ক. বুকের এক্স-রে","খ. কফের স্মিয়ার পরীক্ষা","গ. GeneXpert পরীক্ষা","ঘ. Tuberculin Skin Test (TST) বা চামড়া পরীক্ষা" ],
                "right_answer": "খ. কফের স্মিয়ার পরীক্ষা",
                "wrong_answer": "ব্যাখ্যা: যক্ষ্মার চিকিৎসা চলাকালীন সময়ে বিভিন্ন পর্যায়ে ফলো-আপ পরীক্ষা হিসেবে কফ-এর স্মিয়ার পরীক্ষা করতে হয়।"
          },
		  {
            
                "title_text": "",
                "id": "7",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৭. চিকিৎসা শুরুর দুই মাস পরে ক্যাটাগরি ১ রোগীর কফের স্মিয়ার পরীক্ষার ফলাফল পজিটিভ হলে কী করতে হবে?",
                "answer":[ "ক. রোগীর 'নিবিড় পর্যায়' - এর চিকিৎসা বন্ধ করে 'চলমান পর্যায়' - এর চিকিৎসা শুরু করতে হবে","খ. রোগীর উপর Rifampicin ঔষধ কাজ করে কিনা তা পরীক্ষা করার জন্য কফের নমুনা GeneXpert (Xpert MTB/RIF) পরীক্ষার জন্য পাঠাতে হবে","গ. রোগীর পরবর্তী চিকিৎসা নির্ভর করবে GeneXpert (Xpert MTB/RIF) পরীক্ষার রিপোর্টের উপর","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যদি ক্যাটাগরি ১ রোগীর চিকিৎসা শুরুর দুই মাস পর কফের স্মিয়ার পরীক্ষায় যক্ষ্মার জীবাণু পাওয়া যায় তবে রোগীর 'নিবিড় পর্যায়' - এর চিকিৎসা বন্ধ করে 'চলমান পর্যায়' - এর চিকিৎসা শুরু করতে হবে। রোগীর উপর Rifampicin ঔষধ কাজ করে কিনা তা পরীক্ষা করার জন্য কফের নমুনা GeneXpert (Xpert MTB/RIF) পরীক্ষার জন্য পাঠাতে হবে। রোগীর পরবর্তী চিকিৎসা নির্ভর করবে GeneXpert (Xpert MTB/RIF) পরীক্ষার রিপোর্টের উপর।"
          },
		  {
            
                "title_text": "",
                "id": "8",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৮. চিকিৎসা শুরুর তিন মাস পরে ক্যাটাগরি ২ রোগীর কফের স্মিয়ার পরীক্ষার ফলাফল পজিটিভ হলে কী করতে হবে?",
                "answer":[ "ক. রোগীর 'নিবিড় পর্যায়' - এর চিকিৎসা বন্ধ করে 'চলমান পর্যায়' - এর চিকিৎসা শুরু করতে হবে ","খ. রোগীর উপর Rifampicin ঔষধ কাজ করে কিনা তা পরীক্ষা করার জন্য কফের নমুনা GeneXpert (Xpert MTB/RIF) পরীক্ষার জন্য পাঠাতে হবে","গ. রোগীর পরবর্তী চিকিৎসা নির্ভর করবে GeneXpert (Xpert MTB/RIF) পরীক্ষার রিপোর্টের উপর","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যদি ক্যাটাগরি ২ রোগীর চিকিৎসা শুরু তিন মাস পর কফের স্মিয়ার পরীক্ষায় যক্ষ্মার জীবাণু পাওয়া যায় তবে রোগীর 'নিবিড় পর্যায়' - এর চিকিৎসা বন্ধ করে 'চলমান পর্যায়' - এর চিকিৎসা শুরু করতে হবে । রোগীর উপর Rifampicin ঔষধ কাজ করে কিনা তা পরীক্ষা করার জন্য কফের নমুনা GeneXpert (Xpert MTB/RIF) পরীক্ষার জন্য পাঠাতে হবে। রোগীর পরবর্তী চিকিৎসা নির্ভর করবে (GeneXpert (Xpert MTB/RIF) পরীক্ষার রিপোর্টের উপর। "
          },
		  {
            
                "title_text": "",
                "id": "9",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৯. চিকিৎসা শুরুর পাঁচ বা ছয় মাস পরে ক্যাটাগরি ১ রোগীর কফের স্মিয়ার পরীক্ষার ফলাফল পজিটিভ হলে কী করতে হবে?",
                "answer":[ "ক. কফের নমুনা GeneXpert (Xpert MTB/RIF) পরীক্ষার জন্য  পাঠাতে হবে","খ. GeneXpert (Xpert MTB/RIF) পরীক্ষার রিপোর্টের উপর নির্ভর করে রোগীকে ক্যাটাগরি ২ বা অন্য কোন উপযোগী চিকিৎসা পদ্ধতি প্রদান করতে হবে","গ. GeneXpert (Xpert MTB/RIF) পরীক্ষার ফলাফল যদি পজিটিভ হয় তবে চিকিৎসা ‘অকার্যকর’ হয়েছে বলে গণ্য করতে হবে এবং রোগীকে ঔষধ প্রতিরোধী যক্ষ্মা রোগী হিসেবে নিবন্ধন করতে হবে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যদি ক্যাটাগরি ১ রোগীর চিকিৎসা শুরু পাঁচ বা ছয় মাস পর কফের স্মিয়ার পরীক্ষা পজিটিভ হয় অর্থাৎ যক্ষ্মার জীবাণু পাওয়া যায়, তাহলে কফের নমুনা GeneXpert (Xpert MTB/RIF) পরীক্ষার জন্য পাঠাতে হবে। এই পরীক্ষার রিপোর্টের উপর নির্ভর করে রোগীকে ক্যাটাগরি ২ বা অন্য কোন উপযোগী চিকিৎসা পদ্ধতি প্রদান করতে হবে। GeneXpert (Xpert MTB/RIF) পরীক্ষার ফলাফল যদি পজিটিভ হয় তবে চিকিৎসা ‘অকার্যকর’ হয়েছে বলে গণ্য করতে হবে এবং রোগীকে ঔষধ প্রতিরোধী যক্ষ্মা রোগী হিসেবে নিবন্ধন করতে হবে।"
          },
		  {
            
                "title_text": "",
                "id": "10",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১০. চিকিৎসা শুরুর পাঁচ বা আট মাস পরে ক্যাটাগরি ২ রোগীর কফের স্মিয়ার পরীক্ষার ফলাফল পজিটিভ হলে কী করতে হবে?",
                "answer":[ "ক. রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত কিনা তা পরীক্ষার জন্য পাঠাতে হবে","খ. চিকিৎসা কার্যকর হয়েছে বলে গণ্য করতে হবে","গ. চিকিৎসা বন্ধ করে দিতে হবে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ক. রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত কিনা তা পরীক্ষার জন্য পাঠাতে হবে",
                "wrong_answer": "ব্যাখ্যা: যদি ক্যাটাগরি ২ রোগীর চিকিৎসা শুরু পাঁচ বা আট মাস পর কফের স্মিয়ার পরীক্ষা পজিটিভ হয় অর্থাৎ যক্ষ্মার জীবাণু পাওয়া যায়, তাহলে চিকিৎসা ' অকার্যকর ’ হয়েছে বলে গণ্য করতে হবে এবং রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত কিনা তা পরীক্ষার জন্য পাঠাতে হবে। পরীক্ষায় যদি দেখা যায় যে, রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত তবে তাকে ঔষধ প্রতিরোধী যক্ষ্মা রোগী হিসেবে নিবন্ধন করতে হবে।"
          },
		  {
            
                "title_text": "",
                "id": "11",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১১. যদি যক্ষ্মা রোগী ঔষধ খেতে ভুলে যায় তবে কী করণীয়?",
                "answer":[ "ক. একদিন ঔষধ খেতে ভুলে গেলে রোগী পরদিন থেকে স্বাভাবিকভাবে ঔষধ খাওয়া চালিয়ে যাবেন","খ. কখনোই একসাথে দুই ডোজ ঔষধ খাওয়া যাবে না ","গ. একসাথে দ্ইু বা ততোধিক দিন ঔষধ খেতে ভুলে গেলে যত তাড়াতাড়ি সম্ভব স্বাস্থ্যকেন্দ্রে বা ডট & (DOT) সেন্টারে গিয়ে চিকিৎসকের পরামর্শ নিতে হবে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যদি যক্ষ্মা রোগী কোন একদিন ঔষধ খেতে ভুলে যান তবে তিনি পরদিন থেকে স্বাভাবিকভাবে ঔষধ চালিয়ে যাবেন। কখনোই একসাথে দুই ডোজ ঔষধ খাওয়া যাবে না। যে কয়দিন ঔষধ খাওয়া বাদ গিয়েছে, মেয়াদ শেষে সে কদিন পূর্ণ করতে হবে। তবে একসাথে দ্ইু বা ততোধিক দিন ঔষধ খেতে ভুলে গেলে যত তাড়াতাড়ি সম্ভব স্বাস্থ্যকেন্দ্রে বা ডট্ (DOT) সেন্টারে গিয়ে চিকিৎসকের পরামর্শ নিতে হবে।"
          }

            ]
          },
		  {
        "user_type":"DOT",
        "title": "ঔষধ প্রতিরোধী যক্ষ্মা (Drug Resistant TB ev DR TB)",
        "id": "7",
            "module_id":"1",
        "course_id":"3",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. কোন যক্ষ্মা রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত নয়? ",
                "answer":[ "ক. ক্যাটাগরি ১-এর চিকিৎসা যাদের ক্ষেত্রে অকার্যকর হয়েছে","খ. ক্যাটাগরি ২-এর চিকিৎসা যাদের ক্ষেত্রে অকার্যকর হয়েছে ","গ. ক্যাটাগরি ১-এর চিকিৎসার পর ফলো-আপ পরীক্ষায় যারা নেগেটিভ হয়েছেন","ঘ. এইচআইভি (HIV) সংক্রমিত সকল ব্যক্তি" ],
                "right_answer": "গ. ক্যাটাগরি ১-এর চিকিৎসার পর ফলো-আপ পরীক্ষায় যারা নেগেটিভ হয়েছেন",
                "wrong_answer": "ব্যাখ্যা: যেসব রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত বলে সন্দেহ করা যেতে পারে তাদের মধ্যে রয়েছে: ক্যাটাগরি ১-এর চিকিৎসা যাদের ক্ষেত্রে অকার্যকর হয়েছে, ক্যাটাগরি ২-এর চিকিৎসা যাদের ক্ষেত্রে অকার্যকর হয়েছে এবং এইচআইভি (HIV) সংক্রমিত সকল ব্যক্তি। ক্যাটাগরি ১-এর চিকিৎসার পর ফলো-আপ পরীক্ষায় যারা নেগেটিভ হয়েছেন তাদের ক্ষেত্রে চিকিৎসা সফল হয়েছে বলে গণ্য করা হবে।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. কখন একজন ব্যক্তি ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত বলে সন্দেহ করা যেতে পারে?",
                "answer":[ "ক. যদি সে ব্যক্তি পূর্ণ মেয়াদে যক্ষ্মার চিকিৎসা গ্রহণ না করে থাকে","খ. যদি সে ব্যক্তি ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত ব্যক্তির সংস্পর্শে থাকে এবং তার মধ্যে যক্ষ্মার লক্ষণ দেখা দেয়","গ. যদি সে ব্যক্তি পূর্বে যক্ষ্মার চিকিৎসা গ্রহণ করা সত্ত্বেও নতুন করে তার মধ্যে যক্ষ্মায় লক্ষণ দেখা দেয়","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: যেসব রোগী ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত বলে সন্দেহ করা যেতে পারে তাদের মধ্যে রয়েছে: যদি সে ব্যক্তি পূর্ণ মেয়াদে যক্ষ্মার চিকিৎসা গ্রহণ না করে থাকে; যদি সে ব্যক্তি ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত ব্যক্তির সংস্পর্শে থাকে এবং তার মধ্যে যক্ষ্মার লক্ষণ দেখা দেয়; এবং যদি সে ব্যক্তি পূর্বে যক্ষ্মার চিকিৎসা গ্রহণ করা সত্ত্বেও নতুন করে তার মধ্যে যক্ষ্মায় লক্ষণ দেখা দেয়।"
          },
		  {
            
                "title_text": "",
                "id": "3",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৩. সেসব ব্যক্তির মধ্যে সচরাচর ঔষধ প্রতিরোধী যক্ষ্মা দেখা দেয় যারা - ",
                "answer":[ "ক. নিয়মিত যক্ষ্মার ঔষধ গ্রহণ করে না","খ. যক্ষ্মার সকল ঔষধ গ্রহণ করে না","গ. ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত ব্যক্তিদের ঘনিষ্ঠ সংস্পর্শে অবস্থান করে","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: ব্যাখ্যা: যেসব রোগীর মধ্যে সচরাচর ঔষধ প্রতিরোধী যক্ষ্মা দেখা দেয় তাদের মধ্যে রয়েছে: যারা নিয়মিত যক্ষ্মার ঔষধ গ্রহণ করে না, যারা যক্ষ্মার সকল ঔষধ গ্রহণ করে না এবং যারা ঔষধ প্রতিরোধী যক্ষ্মায় আক্রান্ত ব্যক্তিদের ঘনিষ্ঠ সংস্পর্শে অবস্থান করে।"
          },
		  {
            
                "title_text": "",
                "id": "4",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৪. কোন পরীক্ষার মাধ্যমে ঔষধ প্রতিরোধী যক্ষ্মা রোগ সনাক্ত করা যায় না?",
                "answer":[ "ক. মাইক্রোস্কোপের মাধ্যমে কফের স্মিয়ার পরীক্ষা","খ. কফের কালচার ও Drug Susceptibility Testing (DST)","গ. GeneXpert","ঘ. Line Probe Assay (LPA)" ],
                "right_answer": "ক. মাইক্রোস্কোপের মাধ্যমে কফের স্মিয়ার পরীক্ষা",
                "wrong_answer": "ব্যাখ্যা: মাইক্রোস্কোপের মাধ্যমে কফের সাধারণ পরীক্ষায় সাধারণ যক্ষ্মা ও ঔষধ প্রতিরোধী যক্ষ্মার মধ্যে তফাৎ করা যায় না। তাই ঔষধ প্রতিরোধী যক্ষ্মা সনাক্ত করতে ল্যাবরেটরিতে পরীক্ষা করতে হয়। ঔষধ প্রতিরোধী যক্ষ্মার অস্তিত্ব আছে কিনা তা কালচার (Culture) I Drug Susceptibility Testing (DST), GeneXpert এবং Line Probe Assay (LPA) পরীক্ষার মাধ্যমে নিশ্চিত হওয়া যায়।"
          },
		  {
            
                "title_text": "",
                "id": "5",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৫. কোনটি ঔষধ প্রতিরোধী যক্ষ্মার ঔষধ নয়?",
                "answer":[ "ক. Kanamycin","খ. Moxifloxacin/Levofloxacin","গ. Rifampicin","ঘ. Cycloserine" ],
                "right_answer": "গ. Rifampicin",
                "wrong_answer": "ব্যাখ্যা: ঔষধ প্রতিরোধী যক্ষ্মার চিকিৎসায় ‘দ্বিতীয় পর্যায়’-এর ঔষধ প্রয়োগ করতে হয়। এগুলো হচ্ছে: Amikacin, Capreomycin, Cycloserine, Ethionamide (Prothionamide), Fluoroquinolones (Moxifloxacin, Levofloxacin), Kanamycin এবং Para-aminosalicyclic acid|"
          },
		  {
            
                "title_text": "",
                "id": "6",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৬. যক্ষ্মার দ্বিতীয় পর্যায়ের ঔষধ সেবনের সাধারণ পার্শ্বপ্রতিক্রিয়া কোনটি?",
                "answer":[ "ক. শ্রবণের সমস্যা","খ. বুক ধড়ফড় করা বা হৃদযন্ত্রের অন্যান্য সমস্যা","গ. মানসিক সমস্যা","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: ঔষধ প্রতিরোধী যক্ষ্মায় সেসব ঔষধ সেবন করতে হয় তার সাধারণ পার্শ্বপ্রতিক্রিয়াগুলো হচ্ছে: চামড়ায় ফুসকুড়ি (Skin rash), গিঁটে ব্যথা, শ্রবণে সমস্যা, বুক ধড়ফড় করা বা হৃদযন্ত্রের অন্যান্য সমস্যা, শরীরে জ্বালাপোড়া করা, পা ফুলে যাওয়া, জন্ডিস হওয়া এবং মানসিক সমস্যায় আক্রান্ত হওয়া।"
          },
		  {
            
                "title_text": "",
                "id": "7",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৭. কোনটি ঔষধ প্রতিরোধী যক্ষ্মার সাধারণ পার্শ্বপ্রতিক্রিয়া নয়?",
                "answer":[ "ক. মাথা ঘোরানো","খ. মোটা হয়ে যাওয়া","গ. গিঁটে ব্যথা","ঘ. জন্ডিস হওয়া" ],
                "right_answer": "খ. মোটা হয়ে যাওয়া",
                "wrong_answer": "ব্যাখ্যা: ঔষধ প্রতিরোধী যক্ষ্মায় সেসব ঔষধ সেবন করতে হয় তার সাধারণ পার্শ্বপ্রতিক্রিয়াগুলো হচ্ছে: চামড়ায় ফুসকুড়ি (Skin rash), গিঁটে ব্যথা, শ্রবণে সমস্যা, বুক ধড়ফড় করা বা হৃদযন্ত্রের অন্যান্য সমস্যা, শরীরে জ্বালাপোড়া করা, পা ফুলে যাওয়া, জন্ডিস হওয়া এবং মানসিক সমস্যায় আক্রান্ত হওয়া। তবে মোটা হয়ে যাওয়া ঔষধ প্রতিরোধী যক্ষ্মার সাধারণ পার্শ্বপ্রতিক্রিয়া নয়।"
          },
		  {
            
                "title_text": "",
                "id": "8",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৮. ঔষধ প্রতিরোধী যক্ষ্মার চিকিৎসাকালীন সময়ে সাধারণত যে পরীক্ষাটি করার প্রয়োজন হয় না?",
                "answer":[ "ক. মাইক্রোস্কোপের মাধ্যমে কফের স্মিয়ার পরীক্ষা","খ. নিয়মিত রক্ত পরীক্ষা","গ. কফের কালচার","ঘ. লিভারের কার্যকারিতা পরীক্ষা" ],
                "right_answer": "খ. নিয়মিত রক্ত পরীক্ষা",
                "wrong_answer": "ব্যাখ্যা: ঔষধ প্রতিরোধী যক্ষ্মার সংক্ষিপ্ত চিকিৎসা পদ্ধতিতে চিকিৎসা চলাকালীন সময়ে রোগীর সঠিক পর্যবেক্ষনের জন্য নিম্নোক্ত  ল্যাবরেটরি পরীক্ষাগুলো করতে হয়: অডিওমেট্রি (Audiometry), ইসিজি (ECG), বুকের এক্স-রে, মাইক্রোস্কোপের মাধ্যমে কফের স্মিয়ার ও কফের কালচার, ক্রিয়েটিনিন ও পটাশিয়াম, যকৃতের কার্যকারিতা পরীক্ষা এবং থাইরয়েড উদ্দীপ্তকারী হরমোন (TSH)| তবে এ সময় নিয়মিত রক্ত পরীক্ষা করার প্রয়োজনীয়তা নেই।"
          },
		  {
            
                "title_text": "",
                "id": "9",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "৯. ঔষধ প্রতিরোধী যক্ষ্মা প্রতিরোধের সঠিক উপায় কোনটি?",
                "answer":[ "ক. চিকিৎসকের দেয়া যক্ষ্মার সকল ঔষধ নিয়ম মতো খাওয়া","খ. ঔষধের কোন ডোজ বাদ না দেয়া","গ. মেয়াদপূর্তির আগে যক্ষ্মার চিকিৎসা বন্ধ না করা","ঘ. উপরের সবকয়টি" ],
                "right_answer": "ঘ. উপরের সবকয়টি",
                "wrong_answer": "ব্যাখ্যা: ঔষধ প্রতিরোধী যক্ষ্মা প্রতিরোধের সবচেয়ে কার্যকর উপায় হচ্ছে চিকিৎসকের ব্যবস্থাপত্র অনুযায়ী যক্ষ্মার সকল ঔষধ নিয়ম মেনে খাওয়া। ঔষধের কোন ডোজ বাদ দেয়া বা ঔষধ খাওয়া বন্ধ করে দেয়া কোনভাবেই উচিত নয়।"
          },
		  {
            
                "title_text": "",
                "id": "10",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১০. ঔষধ প্রতিরোধী যক্ষ্মার অনুমোদিত স্বল্পমেয়াদী চিকিৎসা পদ্ধতির মেয়াদ কত দিনের?",
                "answer":[ "ক. ১৫-১৭ মাস","খ. ১৮-২০ মাস","গ. ৯-১২ মাস","ঘ ৬-৮ মাস" ],
                "right_answer": "গ. ৯-১২ মাস",
                "wrong_answer": "ব্যাখ্যা: বিশ্ব স্বাস্থ্য সংস্থা অনুমোদিত ঔষধ প্রতিরোধী যক্ষ্মার স্বল্পমেয়াদী চিকিৎসা পদ্ধতির মেয়াদ ৯-১২ মাস।"
          },
		  {
            
                "title_text": "",
                "id": "11",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১১. ঔষধ প্রতিরোধী যক্ষ্মার অনুমোদিত স্বল্পমেয়াদী চিকিৎসা পদ্ধতিতে কোন ঔষধগুলো খেতে হয়?",
                "answer":[ "ক. Isoniazid, pyrazinamide, ethambutol, kanamycin, prothionamide/ethionamide, clofazimine","খ. Isoniazid, pyrazinamide, ethambutol, kanamycin, prothionamide/ethionamide, clofazimine, moxifloxacin","গ. Isoniazid, pyrazinamide, ethambutol, prothionamide/ethionamide, clofazimine, moxifloxacin","ঘ. উপরের কোনটাই নয় " ],
                "right_answer": "খ. Isoniazid, pyrazinamide, ethambutol, kanamycin, prothionamide/ethionamide, clofazimine, moxifloxacin",
                "wrong_answer": "ব্যাখ্যা: সংক্ষিপ্ত চিকিৎসা পদ্ধতির নিবিড় পর্যায়ে (Intensive phase) (৪-৬ মাস) নি¤েœাক্ত ঔষধ সেবন করতে হয়: Kanamycin, Moxifloxacin, Prothionamide, Clofazimin, Pyrazinamide, Isoniazid (উচ্চ মাত্রার) এবং Ethambutol। চলমান পর্যায়ে (Continuation phase) (৫ মাস) নিম্নোক্ত ঔষধ সেবন করতে হয়: Moxifloxacin, Clofazimin, Pyrazinamide এবং Ethambutol|"
          },
		  {
            
                "title_text": "",
                "id": "12",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১২. ঔষধ প্রতিরোধী যক্ষ্মার স্বল্পমেয়াদী চিকিৎসায় ফলো-আপ হিসেবে কফের কালচার (Culture) পরীক্ষা যে নিয়মে করতে হয় তা হলোÑ",
                "answer":[ "ক. শুধুমাত্র চিকিৎসার নিবিড় পর্যায়ে (Intensive phase) প্রতি মাসে একবার ","খ. শুধুমাত্র চলমান পর্যায়ে (Continuation phase)  প্রতি তিনমাসে একবার ","গ. চিকিৎসার নিবিড় পর্যায়ে (Intensive phase) প্রতি মাসে একবার এবং চলমান পর্যায়ে (Continuation phase) প্রতি মাসে একবার ","ঘ. পুরো চিকিৎসা মেয়াদ জুড়েই প্রতি তিন মাসে একবার" ],
                "right_answer": "গ. চিকিৎসার নিবিড় পর্যায়ে (Intensive phase) প্রতি মাসে একবার এবং চলমান পর্যায়ে (Continuation phase) প্রতি মাসে একবার ",
                "wrong_answer": "ব্যাখ্যা: চিকিৎসার নিবিড় পর্যায়ে (Intensive phase) প্রতি মাসে একবার কফের কালচার (Culture) পরীক্ষা করতে হবে এবং চলমান পর্যায়ে (Continuation phase) প্রতি মাসে একবার কফের কালচার (Culture) পরীক্ষা করতে হবে। "
          }

            ]
          },
		  {
        "user_type":"DOT",
        "title": "ডট (DOT) প্রোভাইডারদের দায়িত্ব ",
        "id": "8",
            "module_id":"2",
        "course_id":"4",
        "icon_image": "icon1.png",
        "exam_questions": [
          {
            
                "title_text": "",
                "id": "1",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "১. কোনটি একজন ডট (DOT) প্রোভাইডারের দায়িত্ব নয়?",
                "answer":[ "ক. যক্ষ্মা রোগীকে নিয়মিত ডট (DOT) প্রদান করা এবং ট্রিটমেন্ট কার্ডটি হালনাগাদ রাখা","খ. রোগীকে পরামর্শ প্রদান করা, ঔষধের কোন মারাত্মক পার্শ্বপ্রতিক্রিয়া হচ্ছে কিনা তা জানা এবং প্রয়োজনীয় ক্ষেত্রে স্বাস্থ্যকেন্দ্র পাঠানো","গ. ফলো-আপ কফ ও কালচার পরীক্ষার ব্যবস্থা করা।","ঘ. রোগীর অবস্থার উপর নির্ভর করে ঔষধের পরিমাণ বাড়ানো/কমানো" ],
                "right_answer": "ঘ. রোগীর অবস্থার উপর নির্ভর করে ঔষধের পরিমাণ বাড়ানো/কমানো",
                "wrong_answer": "ব্যাখ্যা: একজন ডট (DOT) প্রোভাইডার কোন অবস্থাতেই কোন রোগীর ঔষধের পরিমাণ পরিবর্তন করবেন না।"
          },
           {
            
                "title_text": "",
                "id": "2",
                "type": "multiple-choice",
                "image": "",
                "audio": "",
                "description_text": "২. কোন রোগী যদি সিডিউল অনুযায়ী ফলো-আপ পরীক্ষা না করেন বা অনুপস্থিত থাকেন তবে ডট (DOT) প্রোভাইডারকে কিছু নির্দিষ্ট কাজ করতে হয়। নিচের কোনটি সে কাজের অংশ নয়?",
                "answer":[ "ক. রোগীকে খুঁজে বের করা ও বুঝিয়ে বলা","খ. রোগীর বাসায় গিয়ে তার ঘনিষ্ট সংস্পর্শে থাকেন এমন ব্যক্তিদের সাথে কথা বলে রোগীকে খুঁজে বের করা","গ. বিষয়টি নিকটস্থ থানাকে অবগত করা","ঘ. বিষয়টি জাতীয় যক্ষ্মা নিয়ন্ত্রণ কর্মসূচী (NTP), ডটস সেন্টার (DOT Center) ও প্রোগ্রাম বাস্তবায়নকারী প্রতিষ্ঠানকে অবগত করা" ],
                "right_answer": "গ. বিষয়টি নিকটস্থ থানাকে অবগত করা",
                "wrong_answer": "ব্যাখ্যা: যদি কোন রোগী সিডিউল অনুযায়ী ফলো-আপ পরীক্ষা না করেন বা অনুপস্থিত থাকেন, তবে ডট (DOT)প্রোভাইডারের কাজ হচ্ছে রোগীকে খুঁজে বের করা ও বুঝিয়ে বলা, বিষয়টি জাতীয় যক্ষ্মা নিয়ন্ত্রণ কর্মসূচী (NTP), ডট্ সন্টোর (DOT Center) ও প্রোগ্রাম বাস্তবায়নকারী প্রতষ্ঠিানকে অবগত করা। ডট (DOT) প্রোভাইডার রোগীর বাসায় গয়িে তার ঘনষ্টি সংর্স্পশে থাকনে এমন ব্যক্তদিরে সাথে কথা বলে রোগীকে খুঁজে বরে করবনে। তবে থানায় অবগত করার কোন দায়ত্বি ডট (DOT) প্রোভাইডাররে নইে।"
          }

            ]
          }
		  
		  
        ]
      }
 }
